sports_dict = {
    "Плавання": "Заняття в басейні",
    "Тренажерний зал": "Силові вправи",
    "Йога": "Розвиток гнучкості",
    "Бокс": "Єдиноборства",
    "Теніс": "Гра на корті",
    "Кросфіт": "Функціональний тренінг",
    "Пілатес": "Здоров'я спини",
    "Баскетбол": "Командна гра",
    "Зумба": "Танцювальний фітнес",
    "ММА": "Змішані бойові мистецтва"
}

coaches_dict = {
    "Олександр Бондар": "Інструктор тренажерного залу",
    "Марія Кова": "Майстер йоги",
    "Іван Драго": "Тренер з боксу",
    "Сергій Ребров": "Футбол та командні ігри",
    "Ольга Харлан": "Кардіо тренування",
    "Дмитро Тарасов": "Тренер з плавання",
    "Катерина Мосс": "Інструктор з пілатесу",
    "Майк Тайсон": "Тренер з ММА",
    "ЛеБрон Джеймс": "Тренер з баскетболу",
    "Анна Різатдінова": "Зумба та танці"
}

schedule_dict = {
    "Понеділок 08:00": "Йога",
    "Понеділок 18:00": "Бокс",
    "Вівторок 10:00": "Плавання",
    "Вівторок 19:00": "Кросфіт",
    "Середа 09:00": "Пілатес",
    "Середа 20:00": "Баскетбол",
    "Четвер 07:00": "Тренажерний зал",
    "П'ятниця 17:00": "Теніс",
    "Субота 11:00": "Зумба",
    "Неділя 12:00": "ММА"
}

prices_dict = {
    "Тренажерний зал": 150,
    "Йога": 200,
    "Плавання": 250,
    "Бокс": 300,
    "Теніс": 400,
    "Кросфіт": 220,
    "Пілатес": 210,
    "Баскетбол": 100,
    "Зумба": 180,
    "ММА": 350
}